{"translation-revision-date":"2023-09-12 20:31:41+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Ako je lokalno preuzimanje omogućeno, postavka \"Sakrij troškove dostave dok se ne unese adresa\" biti će zanemarena."],"Add pickup location":["Dodaj lokaciju preuzimanja"],"When you add a pickup location, it will appear here.":["Kad dodate lokaciju preuzimanja, ona će se pojaviti ovdje."],"Define pickup locations for your customers to choose from during checkout.":["Definirajte mjesta preuzimanja između kojih će vaši kupci birati tijekom naplate."],"Pickup locations":["Lokacije preuzimanja"],"Delete location":["Obrišite lokaciju"],"Edit pickup location":["Uredite lokaciju preuzimanja"],"Pickup details":["Detalji preuzimanja"],"A Location title is required":["Naslov lokacije je obavezan"],"Location name":["Ime lokacije"],"Not taxable":["Nije oporezivo"],"By default, the local pickup shipping method is free.":["Prema zadanim postavkama, lokalni način dostave je besplatan."],"Add a price for customers who choose local pickup":["Dodajte cijenu za kupce koji odaberu lokalno preuzimanje"],"Local pickup title is required":["Naslov za lokalni način dostave je obavezan"],"This is the shipping method title shown to customers.":["Ovo je naziv načina dostave koji se prikazuje kupcima."],"When enabled, local pickup will appear as an option on the block based checkout.":["Kada je omogućeno, lokalno preuzimanje pojavit će se kao opcija na bloku za naplatu."],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Ako ovo omogućite, proizvest će se duplicirane opcije pri naplati. Uklonite lokalni način dostave iz svojih <a>zona dostave<\/a>."],"View checkout page":["Pogledajte stranicu za naplatu"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Omogućite ili onemogućite lokalno preuzimanje u svojoj trgovini i definirajte troškove. Lokalno preuzimanje dostupno je samo na bloku za naplatu."],"Local Pickup settings have been saved.":["Postavke lokalnog preuzimanja su spremljene."],"Local Pickup":["Lokalno preuzimanje"],"Optional cost to charge for local pickup.":["Opcionalni trošak za naplatu pri lokalnom preuzimanju."],"If a cost is defined, this controls if taxes are applied to that cost.":["Ako je trošak definiran, ovo kontrolira je li porez dodan u taj trošak."],"Pickup location":["Lokacija za preuzimanje"],"Done":["Gotovo"],"Country \/ State":["Zemlja \/ Država"],"Enable local pickup":["Omogućo lokalno preuzimanje"],"Title":["Naslov"],"Postcode \/ ZIP":["Poštanski broj"],"Save changes":["Spremi promjene"],"Free":["Besplatno"],"Enabled":["Omogućeno"],"Cost":["Trošak"],"Learn more":["Saznaj više"],"Taxable":["Oporezivo"],"Address":["Adresa","Adrese","Adresa"],"General":["Općenito"],"State":["Država"],"Taxes":["Porezi"],"City":["Grad"],"Cancel":["Otkazati"],"Edit":["Uredi"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/wc-shipping-method-pickup-location.js"}}