{"translation-revision-date":"2023-09-12 20:31:41+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"The product import screen's functionality meets my needs":["Funkcionalnost zaslona uvoza proizvoda zadovoljava moje potrebe."],"The product import screen is easy to use":["Zaslon uvoza proizvoda jednostavan je za korištenje."],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Primjetili smo da ste počeli uvoziti proizvod, i zatim napustili proces. Kakvo je vaše iskustvo? Vaše povratne informacije pomoći će kreirati bolje iskustvo za tisuće trgovaca poput vas."],"How's your experience with importing products?":["Kakvo je vaše iskustvo s uvozom proizvoda?"],"How is your experience with importing products?":["Kakvo je vaše iskustvo s uvozom proizvoda?"],"The order details screen's functionality meets my needs":["Funkcionalnost zaslona o detaljima narudžbe zadovoljava moje potrebe."],"The order editing screen is easy to use":["Zaslon uređivanja narudžbe jednostavan je za korištenje."],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Primjetili smo da ste počeli uređivati narudžbu, i zatim napustili proces. Kakvo je vaše iskustvo? Vaše povratne informacije pomoći će kreirati bolje iskustvo za tisuće trgovaca poput vas."],"How's your experience with orders?":["Kkavo je vaše iskustvo s narudžbama?"],"How easy or difficult was it to update this order?":["Koliko teško ili lagano ažurirati ovu narudžbu?"],"Optional, but much apprecated. We love reading your feedback!":["Neobavezno, ali vrlo cijenjeno. Volimo čitati vaše povratne informacije!"],"How is that screen useful to you? What features would you add or change?":["Kako vam je taj zaslon koristan? Koje biste značajke dodali ili promijenili?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Vaše povratne informacije pomoći će stvoriti bolje iskustvo za tisuće trgovaca poput vas. Recite nam u kojoj se mjeri slažete ili ne slažete s izjavama u nastavku."],"Strongly Agree":["Potpuno se slažem"],"Agree":["Slažem se"],"Disagree":["Ne slažem se"],"Strongly disagree":["Potpuno se ne slažem"],"Thanks for the feedback. We'll put it to good use!":["Hvala na povratnim informacijama. Dobro ćemo ih iskoristiti."],"The filters' functionality meets my needs.":["Funkcionalnosti filtera zadovoljavaju moje potrebe."],"The filters in the analytics screen are easy to use.":["Filteri na zaslonu analitika su jednostavni za korištenje."],"The settings screen's functionality meets my needs":["Funkcionalnost zaslona postavki zadovoljava moje potrebe"],"The settings screen is easy to use":["Zaslon postavki je jednostavan za korištenje"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Primjetili smo da ste počeli mijenjati postavke trgovine, i zatim napustili proces. Kakvo je vaše iskustvo? Vaše povratne informacije pomoći će kreirati bolje iskustvo za tisuće trgovaca poput vas."],"How’s your experience with settings?":["Kakvo je vaše iskustvo s postavkama?"],"Did you find the right setting?":["Jeste li pronašli potrebne postavke?"],"The product creation screen's functionality meets my needs":["Proces kreiranja proizvoda zadovoljava moje potrebe."],"The product creation screen is easy to use":["Zaslon kreiranja proizvoda jednostavan je za korištenje."],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Primjetili smo da ste počeli kreirati proizvod, i zatim napustili proces. Kakvo je vaše iskustvo? Vaše povratne informacije pomoći će kreirati bolje iskustvo za tisuće trgovaca poput vas."],"How is your experience with creating products?":["Kakvo je vaše iskustvo s kreiranjem proizvoda?"],"The product editing screen's functionality meets my needs":["Funkcionalnost zaslona uređivanja proizvoda zadovoljava moje potrebe."],"The product editing screen is easy to use":["Zaslon uređivanja proizvoda jednostavan je za korištenje."],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Primjetili smo da ste počeli uređivati proizvod, i zatim napustili proces. Kakvo je vaše iskustvo? Vaše povratne informacije pomoći će kreirati bolje iskustvo za tisuće trgovaca poput vas."],"How's your experience with editing products?":["Kakvo je vaše iskustvo s uređivanjem proizvoda?"],"How is your experience with editing products?":["Kakvo je vaše iskustvo s uređivanjem proizvoda?"],"The search's functionality meets my needs.":["Funkcionalnosti pretrage zadovoljavaju moje potrebe."],"The search feature in WooCommerce is easy to use.":["Značajka pretraživanja jednostavna je za korištenje."],"Very good":["Vrlo dobro"],"Difficult":["Teško"],"How easy was it to use search?":["Koliko lako je bilo koristiti pretraživanje? "],"Your feedback will go to the WooCommerce development team":["Vaše povratne informacije biti će poslane WooCommerce razvojnom timu"],"Please share your feedback":["Podijelite svoje povratne informacije"],"Neutral":["Neutralno"],"Very difficult":["Vrlo teško"],"How easy was it to filter your store analytics?":["Koliko je lako filtrirati analitiku vaše trgovine?"],"Pencil icon":["Ikona olovke"],"Thank you for your feedback!":["Hvala na povratnim informacijama!"],"Give feedback":["Pošalji povratne informacije"],"Share":["Podijeli"],"Good":["Dobar"],"Cancel":["Otkazati"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}