{"translation-revision-date":"2023-09-12 20:31:41+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"There was a problem marking the shipping tour as completed.":["Došlo je do problema s označavanjem obilaska sučelja otpreme kao završenog."],"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":["Ako želite ubrzati svoj proces i ispisati naljepnicu za otpremu izravno s WooCommerce nadzorne ploče, WooCommerce Shipping bi mogao biti za vas! "],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Ispisujte USPS i DHL naljepnice izravno s WooCommerce nadzorne ploče i uštedite na slanju zahvaljujući sniženim cijenama. U ovom odjeljku možete upravljati WooCommerce Shipping."],"We defaulted to some recommended shipping methods based on your store location, but you can manage them at any time within each shipping zone settings.":["Postavili smo neke preporučene načine dostave na temelju lokacije vaše trgovine, ali njima možete upravljati u bilo kojem trenutku unutar postavki svake zone dostave."],"A shipping zone is a geographic area where a certain set of shipping methods are offered.":["Zona otpreme je geografsko područje na kojem se nudi određeni skup metoda dostave."],"We added a few shipping zones for you based on your location, but you can manage them at any time.":["Dodali smo nekoliko zona dostave za vas na temelju vaše lokacije, ali njima možete upravljati u bilo kojem trenutku."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Preporučujemo da svojoj trgovini dodate jedno od sljedećih ekstenzija za dostavu. Ekstenzije će se instalirati i aktivirati za vas kada kliknete \"Započni\"."],"Recommended shipping solutions":["Preporučena rješenja za dostavu"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping je instaliran!"],"Finish the setup by connecting your store to Jetpack.":["Završite postavljanje povezivanjem svoje trgovine s Jetpackom."],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Ispisujte USPS i DHL Express naljepnice izravno s WooCommerce nadzorne ploče i uštedite na slanju."],"See more options":["Vidi više opcija"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Sakrij ovo"],"(opens in a new tab)":["(otvara se u novoj kartici)"],"Get started":["Započni"],"Task List Options":["Opcije popisa zadataka"],"Recommended":["Preporučeno"],"Activate":["Aktiviraj"],"Shipping zones":["Zone dostave"],"Shipping methods":["Metode dostave"],"Learn more":["Saznaj više"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}