{"translation-revision-date":"2023-09-12 20:31:41+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Zapier":["Zapier"],"Vimeo":["Vimeo"],"Trustpilot":["Trustpilot"],"TikTok":["TikTok"],"Salesforce":["Salesforce"],"Jetpack CRM":["Jetpack CRM"],"Google":["Google"],"Creative Mail by Constant Contact":["Creative Mail by Constant Contact"],"By":["Od"],"No posts yet":["Još nema objava"],"Oops, our posts aren't loading right now":["Ups, naše objave trenutno se ne učitavaju"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Pročitajte {{link}}WooCommerce blog{{\/ link}} za više savjeta o marketingu vaše trgovine"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Saznajte savjete za uspješan marketing s kuponima od strane stručnjake iz WooCommercea."],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Podignite marketing kupona na slijedeći nivo s našim preporučenim kupon ekstenzijama."],"Recommended coupon extensions":["Preporučene kupon ekstenzije"],"There was an error loading recommended extensions.":["Došlo je do pogreške prilikom učitavanja preporučenih proširenja."],"There was an error loading installed extensions.":["Došlo je do pogreške prilikom učitavanja instaliranih proširenja."],"There was an error trying to activate the extension.":["Došlo je do pogreške prilikom pokušaja aktiviranja proširenja."],"The extension has been successfully activated.":["Proširenje je uspješno aktivirano."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Saznajte savjete za uspješan marketing od strane stručnjake iz WooCommercea."],"WooCommerce knowledge base":["WooCommerce baza znanja"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Izvrstan marketing zahtijeva prave alate. Podignite marketing na novu razinu pomoću naših preporučenih dodataka za marketing."],"Recommended extensions":["Preporučena proširenja"],"Mutable settings should be accessed via data store.":["Mutable settings should be accessed via data store."],"Facebook":["Facebook"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}