{"translation-revision-date":"2023-09-12 20:31:41+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Use the search box to find specific products or solutions.":["Koristite okvir za pretraživanje kako biste pronašli određene proizvode ili rješenja."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Osnažite svoju trgovinu dodavanjem dodatnih funkcija pomoću ekstenzija, pronađite svježi novi izgled s temama ili integrirajte svoju trgovinu s drugim softverom i uslugama.<br\/><br\/>WooCommerce Marketplace vaš je izbor za sve gore navedeno , i jedino mjesto gdje ćete pronaći proizvode koje je pregledao i odobrio WooCommerce tim.<br\/><br\/>Bilo da želite poboljšati svoju trgovinu ili razviti svoje poslovanje, ovdje možete pronaći rješenje. Dostupne su stotine opcija, a novi se proizvodi redovito dodaju.<br\/><br\/>WooCommerce Marketplace također je dostupan na WooCommerce.com."],"email and live chat support":["podrška putem e-pošte i chata uživo"],"Contact support":["Kontaktirajte podršku"],"30-day money-back guarantee":["30-dnevno jamstvo povrata novca"],"Refund policy":["Pravila povrata"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["Proizvodima kupljenim na WooCommerce Marketplaceu može se upravljati u Mojim pretplatama, ovdje ili na WooCommerce.com.<br\/><br\/>Svaka kupnja je podržana našim <a1>30-dnevnim jamstvom povrata novca<\/a1>, i uključuje <a2>podršku putem e-pošte i chata uživo<\/a2>.<br\/><br\/>To je to! Nadamo se da će vam WooCommerce Marketplace pomoći da izgradite posao iz snova."],"Manage your purchases":["Upravljajte svojim kupnjama"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Pomaknite prema dolje kako biste vidjeli sve dostupne proizvode za pretraživanje ili odabranu kategoriju.<br\/><br\/>Kliknite na bilo koji proizvod da vidite više informacija o njemu, uključujući značajke, zahtjeve i dostupnu dokumentaciju."],"Learn more about products":["Saznaj više o proizvodima"],"Or browse all available products by category.":["Ili pregledajte sve dostupne proizvode po kategorijama."],"Browse for new ideas":["Potražite nove ideje"],"Find exactly what you need":["Pronađite točno ono što vam je potrebno"],"Welcome to the WooCommerce Marketplace":["Dobro došli na WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}