{"translation-revision-date":"2023-09-12 20:31:41+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Add your full product description here. Describe your product in detail.":["Ovdje dodajte puni opis proizvoda. Detaljno opišite svoj proizvod."],"Keep editing":["Nastavi uređivati"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Dobar posao! Sada možete objaviti svoj proizvod u trgovini pritiskom na gumb \"Objavi\" ili ga nastavite uređivati."],"Publish your product 🎉":["Objavi svoj proizvod 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Ovdje dodajte svoje kategorije proizvoda. Dodijelite kategorije svojim proizvodima kako biste ih lakše pregledavali i pronašli u svojoj trgovini."],"Add your product categories":["Dodaj kategorije proizvoda"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Ovdje dodajte svoje oznake proizvoda. Oznake su način označavanja vaših proizvoda kako bi ih korisnici lakše pronašli. Na primjer, ako prodajete odjeću i imate mnogo printeva mačaka, možete napraviti oznaku za \"mačka\"."],"Add your product tags":["Dodajte oznake proizvoda"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Ovdje prenesite sliku za svoj proizvod. Idealno JPEG ili PNG oko 600 px širine ili veće. Ova će slika biti prikazana u katalogu vaše trgovine."],"Add your product image":["Dodaj sliku proizvoda"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Ovdje upišite kratki sažetak za svoj proizvod. To će se pojaviti na stranici proizvoda odmah ispod naziva proizvoda."],"Add your short product description":["Dodajte svoj kratki opis proizvoda"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Koristite kartice za prebacivanje između odjeljaka i umetanje pojedinosti o proizvodu. Započnite dodavanjem cijene proizvoda."],"Add your product data":["Dodajte svoje podatke o proizvodu"],"Add your product description":["Dodajte svoj opis proizvoda"],"Start typing your new product name here. This will be what your customers will see in your store.":["Ovdje počnite upisivati naziv svog novog proizvoda. To će biti ono što će vaši kupci vidjeti u vašoj trgovini."],"Product name":["Naziv proizvoda"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}